{"config": [{"config": {"bias": true, "activity_regularizer": null, "input_dim": 442, "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "batch_input_shape": [null, 442], "output_dim": 442, "input_dtype": "float32", "b_constraint": null, "name": "dense_43", "W_constraint": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_43", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_36", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_44", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_44", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_37", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_45", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_45", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_38", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_46", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_46", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_39", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_47", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_47", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_40", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 2, "b_constraint": null, "name": "dense_48", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_48", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "keras_version": "1.0.5", "optimizer": {"name": "Adam", "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "epsilon": 1e-08, "beta_2": 0.9990000128746033}, "class_name": "Sequential"}