{"class_name": "Sequential", "optimizer": {"epsilon": 1e-08, "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "beta_2": 0.9990000128746033, "name": "Adam"}, "config": [{"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_1", "input_dim": 442, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 442, "bias": true, "batch_input_shape": [null, 442], "W_constraint": null, "input_dtype": "float32"}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_1"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_2", "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 442, "bias": true, "W_constraint": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_2"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_3", "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 442, "bias": true, "W_constraint": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_3"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_4", "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 442, "bias": true, "W_constraint": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_4"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_5", "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 442, "bias": true, "W_constraint": null}}, {"class_name": "Activation", "config": {"activation": "relu", "trainable": true, "name": "activation_5"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "trainable": true, "name": "dense_6", "input_dim": null, "activity_regularizer": null, "init": "glorot_uniform", "activation": "linear", "b_regularizer": null, "output_dim": 2, "bias": true, "W_constraint": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_6"}}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "keras_version": "1.0.5"}