{"sample_weight_mode": null, "keras_version": "1.0.5", "loss": "categorical_crossentropy", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"b_constraint": null, "activation": "linear", "bias": true, "name": "dense_1", "activity_regularizer": null, "input_dtype": "float32", "W_regularizer": null, "W_constraint": null, "output_dim": 442, "b_regularizer": null, "batch_input_shape": [null, 442], "input_dim": 442, "init": "glorot_uniform", "trainable": true}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "activation": "linear", "bias": true, "name": "dense_2", "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 442, "b_regularizer": null, "input_dim": null, "trainable": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "activation": "linear", "bias": true, "name": "dense_3", "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 442, "b_regularizer": null, "input_dim": null, "trainable": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "activation": "linear", "bias": true, "name": "dense_4", "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 442, "b_regularizer": null, "input_dim": null, "trainable": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_4", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "activation": "linear", "bias": true, "name": "dense_5", "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 442, "b_regularizer": null, "input_dim": null, "trainable": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_5", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"W_constraint": null, "activation": "linear", "bias": true, "name": "dense_6", "activity_regularizer": null, "W_regularizer": null, "b_constraint": null, "output_dim": 2, "b_regularizer": null, "input_dim": null, "trainable": true, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_6", "activation": "softmax", "trainable": true}}], "optimizer": {"beta_2": 0.9990000128746033, "name": "Adam", "epsilon": 1e-08, "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513}}