{"keras_version": "1.0.5", "loss": "categorical_crossentropy", "sample_weight_mode": null, "optimizer": {"beta_1": 0.8999999761581421, "name": "Adam", "lr": 0.0010000000474974513, "beta_2": 0.9990000128746033, "epsilon": 1e-08}, "config": [{"config": {"input_dim": 442, "name": "dense_1", "batch_input_shape": [null, 442], "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 442, "input_dtype": "float32", "trainable": true, "b_constraint": null, "b_regularizer": null, "activation": "linear", "activity_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_1"}, "class_name": "Activation"}, {"config": {"p": 0.5, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"input_dim": null, "name": "dense_2", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 442, "trainable": true, "b_constraint": null, "activity_regularizer": null, "activation": "linear", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_2"}, "class_name": "Activation"}, {"config": {"p": 0.5, "name": "dropout_2", "trainable": true}, "class_name": "Dropout"}, {"config": {"input_dim": null, "name": "dense_3", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 442, "trainable": true, "b_constraint": null, "activity_regularizer": null, "activation": "linear", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_3"}, "class_name": "Activation"}, {"config": {"p": 0.5, "name": "dropout_3", "trainable": true}, "class_name": "Dropout"}, {"config": {"input_dim": null, "name": "dense_4", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 442, "trainable": true, "b_constraint": null, "activity_regularizer": null, "activation": "linear", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_4"}, "class_name": "Activation"}, {"config": {"p": 0.5, "name": "dropout_4", "trainable": true}, "class_name": "Dropout"}, {"config": {"input_dim": null, "name": "dense_5", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 442, "trainable": true, "b_constraint": null, "activity_regularizer": null, "activation": "linear", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "name": "activation_5"}, "class_name": "Activation"}, {"config": {"p": 0.5, "name": "dropout_5", "trainable": true}, "class_name": "Dropout"}, {"config": {"input_dim": null, "name": "dense_6", "init": "glorot_uniform", "W_constraint": null, "W_regularizer": null, "output_dim": 2, "trainable": true, "b_constraint": null, "activity_regularizer": null, "activation": "linear", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"activation": "softmax", "trainable": true, "name": "activation_6"}, "class_name": "Activation"}], "class_name": "Sequential"}