{"config": [{"config": {"bias": true, "activity_regularizer": null, "input_dim": 442, "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "batch_input_shape": [null, 442], "output_dim": 442, "input_dtype": "float32", "b_constraint": null, "name": "dense_49", "W_constraint": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_49", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_41", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_50", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_50", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_42", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_51", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_51", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_43", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_52", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_52", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_44", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_53", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_53", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_45", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 2, "b_constraint": null, "name": "dense_54", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_54", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "keras_version": "1.0.5", "optimizer": {"name": "Adam", "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "epsilon": 1e-08, "beta_2": 0.9990000128746033}, "class_name": "Sequential"}