{"sample_weight_mode": null, "optimizer": {"lr": 0.0010000000474974513, "name": "Adam", "epsilon": 1e-08, "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033}, "keras_version": "1.0.5", "loss": "categorical_crossentropy", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"output_dim": 442, "batch_input_shape": [null, 442], "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": 442, "input_dtype": "float32", "name": "dense_1", "trainable": true, "W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_1", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "p": 0.5}}, {"class_name": "Dense", "config": {"output_dim": 442, "bias": true, "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": null, "name": "dense_2", "b_constraint": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_2", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "p": 0.5}}, {"class_name": "Dense", "config": {"output_dim": 442, "bias": true, "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": null, "name": "dense_3", "b_constraint": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_3", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_3", "p": 0.5}}, {"class_name": "Dense", "config": {"output_dim": 442, "bias": true, "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": null, "name": "dense_4", "b_constraint": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_4", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_4", "p": 0.5}}, {"class_name": "Dense", "config": {"output_dim": 442, "bias": true, "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": null, "name": "dense_5", "b_constraint": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_5", "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_5", "p": 0.5}}, {"class_name": "Dense", "config": {"output_dim": 2, "bias": true, "activation": "linear", "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "input_dim": null, "name": "dense_6", "b_constraint": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "name": "activation_6", "activation": "softmax"}}]}