{"config": [{"config": {"bias": true, "activity_regularizer": null, "input_dim": 442, "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "batch_input_shape": [null, 442], "output_dim": 442, "input_dtype": "float32", "b_constraint": null, "name": "dense_31", "W_constraint": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_31", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_26", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_32", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_32", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_27", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_33", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_33", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_28", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_34", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_34", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_29", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_35", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_35", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_30", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 2, "b_constraint": null, "name": "dense_36", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_36", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "keras_version": "1.0.5", "optimizer": {"name": "Adam", "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "epsilon": 1e-08, "beta_2": 0.9990000128746033}, "class_name": "Sequential"}