{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "input_dim": 442, "b_constraint": null, "activation": "linear", "W_regularizer": null, "batch_input_shape": [null, 442], "b_regularizer": null, "init": "glorot_uniform", "name": "dense_1", "bias": true, "trainable": true, "output_dim": 442, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "activation": "linear", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_2", "bias": true, "trainable": true, "output_dim": 442, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "activation": "linear", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_3", "bias": true, "trainable": true, "output_dim": 442, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "activation": "linear", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_4", "bias": true, "trainable": true, "output_dim": 442, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_4", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "activation": "linear", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_5", "bias": true, "trainable": true, "output_dim": 442, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_5", "activation": "relu", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"input_dim": null, "b_constraint": null, "activation": "linear", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform", "name": "dense_6", "bias": true, "trainable": true, "output_dim": 2, "W_constraint": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_6", "activation": "softmax", "trainable": true}}], "optimizer": {"beta_2": 0.9990000128746033, "name": "Adam", "lr": 0.0010000000474974513, "beta_1": 0.8999999761581421, "epsilon": 1e-08}, "keras_version": "1.0.5", "sample_weight_mode": null, "loss": "categorical_crossentropy"}