{"class_name": "Sequential", "loss": "categorical_crossentropy", "keras_version": "1.0.5", "sample_weight_mode": null, "optimizer": {"name": "Adam", "epsilon": 1e-08, "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "beta_2": 0.9990000128746033}, "config": [{"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_1", "input_dtype": "float32", "input_dim": 442, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 442, "b_constraint": null, "b_regularizer": null, "batch_input_shape": [null, 442], "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_2", "input_dim": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 442, "b_constraint": null, "b_regularizer": null, "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_3", "input_dim": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 442, "b_constraint": null, "b_regularizer": null, "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_4", "input_dim": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 442, "b_constraint": null, "b_regularizer": null, "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_5", "input_dim": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 442, "b_constraint": null, "b_regularizer": null, "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"trainable": true, "W_constraint": null, "name": "dense_6", "input_dim": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "output_dim": 2, "b_constraint": null, "b_regularizer": null, "W_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_6", "trainable": true, "activation": "softmax"}}]}