{"loss": "categorical_crossentropy", "class_name": "Sequential", "config": [{"config": {"output_dim": 442, "bias": true, "batch_input_shape": [null, 442], "input_dtype": "float32", "name": "dense_1", "W_regularizer": null, "trainable": true, "input_dim": 442, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"output_dim": 442, "bias": true, "name": "dense_2", "W_regularizer": null, "trainable": true, "input_dim": null, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"output_dim": 442, "bias": true, "name": "dense_3", "W_regularizer": null, "trainable": true, "input_dim": null, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_3", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"output_dim": 442, "bias": true, "name": "dense_4", "W_regularizer": null, "trainable": true, "input_dim": null, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_4", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_4", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"output_dim": 442, "bias": true, "name": "dense_5", "W_regularizer": null, "trainable": true, "input_dim": null, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_5", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"output_dim": 2, "bias": true, "name": "dense_6", "W_regularizer": null, "trainable": true, "input_dim": null, "init": "glorot_uniform", "b_regularizer": null, "W_constraint": null, "activation": "linear", "activity_regularizer": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"name": "activation_6", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "sample_weight_mode": null, "keras_version": "1.0.5", "optimizer": {"lr": 0.0010000000474974513, "name": "Adam", "epsilon": 1e-08, "beta_2": 0.9990000128746033, "beta_1": 0.8999999761581421}}