{"class_name": "Sequential", "sample_weight_mode": null, "keras_version": "1.0.5", "config": [{"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "b_regularizer": null, "W_constraint": null, "input_dim": 442, "output_dim": 442, "name": "dense_1", "W_regularizer": null, "input_dtype": "float32", "init": "glorot_uniform", "batch_input_shape": [null, 442]}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "W_constraint": null, "input_dim": null, "output_dim": 442, "name": "dense_2", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "W_constraint": null, "input_dim": null, "output_dim": 442, "name": "dense_3", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "W_constraint": null, "input_dim": null, "output_dim": 442, "name": "dense_4", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "W_constraint": null, "input_dim": null, "output_dim": 442, "name": "dense_5", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"b_constraint": null, "bias": true, "activation": "linear", "trainable": true, "activity_regularizer": null, "W_constraint": null, "input_dim": null, "output_dim": 2, "name": "dense_6", "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}}, {"class_name": "Activation", "config": {"name": "activation_6", "trainable": true, "activation": "softmax"}}], "loss": "categorical_crossentropy", "optimizer": {"name": "Adam", "beta_2": 0.9990000128746033, "beta_1": 0.8999999761581421, "epsilon": 1e-08, "lr": 0.0010000000474974513}}