{"class_name": "Sequential", "keras_version": "1.0.5", "config": [{"class_name": "Dense", "config": {"bias": true, "output_dim": 442, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": 442, "activation": "linear", "b_constraint": null, "name": "dense_1", "batch_input_shape": [null, 442], "trainable": true, "input_dtype": "float32", "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_1"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 442, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": null, "activation": "linear", "b_constraint": null, "name": "dense_2", "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_2"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 442, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": null, "activation": "linear", "b_constraint": null, "name": "dense_3", "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_3"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 442, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": null, "activation": "linear", "b_constraint": null, "name": "dense_4", "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_4"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 442, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": null, "activation": "linear", "b_constraint": null, "name": "dense_5", "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "relu", "name": "activation_5"}}, {"class_name": "Dropout", "config": {"trainable": true, "p": 0.5, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"bias": true, "output_dim": 2, "W_constraint": null, "init": "glorot_uniform", "activity_regularizer": null, "input_dim": null, "activation": "linear", "b_constraint": null, "name": "dense_6", "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_6"}}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "optimizer": {"lr": 0.0010000000474974513, "epsilon": 1e-08, "beta_2": 0.9990000128746033, "name": "Adam", "beta_1": 0.8999999761581421}}