{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "batch_input_shape": [null, 442], "trainable": true, "input_dtype": "float32", "activation": "linear", "input_dim": 442, "output_dim": 442}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "trainable": true, "activation": "linear", "input_dim": null, "output_dim": 442}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "trainable": true, "activation": "linear", "input_dim": null, "output_dim": 442}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_4", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "trainable": true, "activation": "linear", "input_dim": null, "output_dim": 442}}, {"class_name": "Activation", "config": {"name": "activation_4", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_4", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_5", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "trainable": true, "activation": "linear", "input_dim": null, "output_dim": 442}}, {"class_name": "Activation", "config": {"name": "activation_5", "trainable": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"name": "dropout_5", "p": 0.5, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_6", "W_regularizer": null, "init": "glorot_uniform", "bias": true, "activity_regularizer": null, "W_constraint": null, "b_regularizer": null, "b_constraint": null, "trainable": true, "activation": "linear", "input_dim": null, "output_dim": 2}}, {"class_name": "Activation", "config": {"name": "activation_6", "trainable": true, "activation": "softmax"}}], "optimizer": {"name": "Adam", "epsilon": 1e-08, "beta_2": 0.9990000128746033, "lr": 0.0010000000474974513, "beta_1": 0.8999999761581421}, "keras_version": "1.0.5", "sample_weight_mode": null, "loss": "categorical_crossentropy"}