{"config": [{"config": {"bias": true, "activity_regularizer": null, "input_dim": 442, "b_regularizer": null, "init": "glorot_uniform", "W_regularizer": null, "batch_input_shape": [null, 442], "output_dim": 442, "input_dtype": "float32", "b_constraint": null, "name": "dense_13", "W_constraint": null, "activation": "linear", "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_13", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_11", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_14", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_14", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_12", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_15", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_15", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_13", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_16", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_16", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_14", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 442, "b_constraint": null, "name": "dense_17", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_17", "activation": "relu", "trainable": true}, "class_name": "Activation"}, {"config": {"name": "dropout_15", "p": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"bias": true, "activity_regularizer": null, "input_dim": null, "activation": "linear", "init": "glorot_uniform", "W_regularizer": null, "output_dim": 2, "b_constraint": null, "name": "dense_18", "W_constraint": null, "b_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "activation_18", "activation": "softmax", "trainable": true}, "class_name": "Activation"}], "sample_weight_mode": null, "loss": "categorical_crossentropy", "keras_version": "1.0.5", "optimizer": {"name": "Adam", "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "epsilon": 1e-08, "beta_2": 0.9990000128746033}, "class_name": "Sequential"}