{"config": [{"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": 442, "activation": "linear", "name": "dense_1", "batch_input_shape": [null, 442], "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "input_dtype": "float32", "init": "glorot_uniform", "output_dim": 442}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": null, "activation": "linear", "name": "dense_2", "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "output_dim": 442, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": null, "activation": "linear", "name": "dense_3", "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "output_dim": 442, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_3", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": null, "activation": "linear", "name": "dense_4", "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "output_dim": 442, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_4", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_4", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": null, "activation": "linear", "name": "dense_5", "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "output_dim": 442, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_5", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"b_constraint": null, "activity_regularizer": null, "W_regularizer": null, "input_dim": null, "activation": "linear", "name": "dense_6", "b_regularizer": null, "trainable": true, "bias": true, "W_constraint": null, "output_dim": 2, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"name": "activation_6", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "optimizer": {"name": "Adam", "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033, "lr": 0.0010000000474974513, "epsilon": 1e-08}, "loss": "categorical_crossentropy", "sample_weight_mode": null, "keras_version": "1.0.5", "class_name": "Sequential"}