{"keras_version": "1.0.5", "class_name": "Sequential", "loss": "categorical_crossentropy", "config": [{"config": {"bias": true, "output_dim": 442, "trainable": true, "b_constraint": null, "input_dim": 442, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_1", "activation": "linear", "W_constraint": null, "input_dtype": "float32", "b_regularizer": null, "batch_input_shape": [null, 442]}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_1", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"bias": true, "output_dim": 442, "trainable": true, "b_constraint": null, "input_dim": null, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_2", "activation": "linear", "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_2", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_2", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"bias": true, "output_dim": 442, "trainable": true, "b_constraint": null, "input_dim": null, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_3", "activation": "linear", "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_3", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_3", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"bias": true, "output_dim": 442, "trainable": true, "b_constraint": null, "input_dim": null, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_4", "activation": "linear", "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_4", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_4", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"bias": true, "output_dim": 442, "trainable": true, "b_constraint": null, "input_dim": null, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_5", "activation": "linear", "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_5", "trainable": true, "activation": "relu"}, "class_name": "Activation"}, {"config": {"name": "dropout_5", "trainable": true, "p": 0.5}, "class_name": "Dropout"}, {"config": {"bias": true, "output_dim": 2, "trainable": true, "b_constraint": null, "input_dim": null, "init": "glorot_uniform", "W_regularizer": null, "activity_regularizer": null, "name": "dense_6", "activation": "linear", "W_constraint": null, "b_regularizer": null}, "class_name": "Dense"}, {"config": {"name": "activation_6", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "optimizer": {"name": "Adam", "beta_2": 0.9990000128746033, "beta_1": 0.8999999761581421, "lr": 0.0010000000474974513, "epsilon": 1e-08}, "sample_weight_mode": null}